Repository: Odialko/prest
Catalog: lib/l10n/intl_*.arb
Languages: de, pl, ru, uk

# navPoznajNas
source: GET TO KNOW US
de: ÜBER UNS
pl: POZNAJ NAS
ru: О НАС
uk: ПРО НАС

# navNieruchomosci
source: PROPERTIES
de: IMMOBILIEN
pl: NIERUCHOMOŚCI
ru: НЕДВИЖИМОСТЬ
uk: НЕРУХОМІСТЬ

# navUslugi
source: SERVICES
de: DIENSTLEISTUNGEN
pl: USŁUGI
ru: УСЛУГИ
uk: ПОСЛУГИ

# navZglos
source: SUBMIT
de: MELDEN
pl: ZGŁOŚ
ru: ОСТАВИТЬ ЗАЯВКУ
uk: ЗАЛИШИТИ ЗАЯВКУ

# navZglosNieruchomosc
source: Submit Property
de: Immobilie melden
pl: Nieruchomość
ru: Предложить объект
uk: Запропонувати об'єкт

# navZglosPoszukiwanie
source: Search Request
de: Suchanfrage
pl: Poszukiwanie
ru: Запрос на поиск
uk: Запит на пошук

# navKontakt
source: CONTACT
de: KONTAKT
pl: KONTAKT
ru: КОНТАКТЫ
uk: КОНТАКТИ

# btnUmowRozmowe
source: BOOK A CALL
de: GESPRÄCH BUCHEN
pl: UMÓW ROZMOWĘ
ru: ЗАКАЗАТЬ ЗВОНОК
uk: ЗАМОВИТИ ДЗВІНОК

# dialogZglosTitle
source: Submit {val}
de: {val} melden
pl: Zgłoś {val}
ru: Оставить заявку: {val}
uk: Залишити запит: {val}

# footerSlogan
source: Defining luxury standards in the premium real estate market in Poland.
de: Wir definieren Luxusstandards auf dem Premium-Immobilienmarkt in Polen.
pl: Definiujemy standardy luksusu na rynku nieruchomości premium w Polsce.
ru: Мы определяем стандарты роскоши на рынке премиальной недвижимости Польши.
uk: Ми визначаємо стандарти розкоші на ринку преміальної нерухомості Польщі.

# footerPrivacy
source: Privacy Policy
de: Datenschutzerklärung
pl: Polityka prywatności
ru: Политика конфиденциальности
uk: Політика конфіденційності

# footerRights
source: All rights reserved.
de: Alle Rechte vorbehalten.
ru: Все права защищены.
uk: Всі права захищені.

# navAbout
source: About prEST
de: Über prEST
pl: O prEST
ru: О prEST
uk: Про prEST

# navTeam
source: Team
pl: Zespół
ru: Команда
uk: Команда

# navJoinUs
source: Join us
de: Arbeiten Sie mit uns
pl: Dołącz do nas
ru: Присоединяйтесь к нам
uk: Приєднуйтесь до нас

# navAllProperties
source: All offers
de: Alle Angebote
pl: Wszystkie oferty
ru: Все предложения
uk: Всі пропозиції

# navSale
source: Sale
de: Verkauf
pl: Sprzedaż
ru: Продажа
uk: Продаж

# navRent
source: Rent
de: Vermietung
pl: Wynajem
ru: Аренда
uk: Оренда

# navForDevelopers
source: For developers
de: Für Bauträger
pl: Dla deweloperów
ru: Для девелоперов
uk: Для девелоперів

# navCredit
source: Mortgage advice
de: Kreditberatung
pl: Doradztwo kredytowe
ru: Кредитный консалтинг
uk: Кредитний консалтинг

# navAdvice
source: Investment advice
de: Anlageberatung
pl: Doradztwo inwestycyjne
ru: Инвестиционное консультирование
uk: Інвестиційне консультування

# navAbroad
source: International real estate
de: Immobilien im Ausland
pl: Zakupy za granicą
ru: Недвижимость за рубежом
uk: Нерухомість за кордоном

# descAbout
source: Discover the story of prEST – coming soon!
de: Entdecken Sie die Geschichte von prEST – demnächst verfügbar!
pl: Poznaj historię prEST – już wkrótce!
ru: Узнайте историю prEST – скоро!
uk: Дізнайтеся історію prEST – незабаром!

# descTeam
source: Our team of specialists – coming soon!
de: Unser Expertenteam – demnächst verfügbar!
pl: Nasz zespół specjalistów – już wkrótce!
ru: Наша команда специалистов – скоро!
uk: Наша команда фахівців – незабаром!

# descOffMarket
source: Access to off-market offers – coming soon!
de: Zugang zu Off-Market-Angeboten – demnächst verfügbar!
pl: Dostęp do ofert poza rynkiem – już wkrótce!
ru: Доступ к предложениям вне рынка – скоро!
uk: Доступ до пропозицій поза ринком – незабаром!

# descJoinUs
source: Become a part of our vision – coming soon!
de: Werden Sie Teil unserer Vision – demnächst verfügbar!
pl: Stań się częścią naszej wizji – już wkrótce!
ru: Станьте частью нашего видения – скоро!
uk: Станьте частиною нашого бачення – незабаром!

# descInBuild
source: Page under construction – coming soon!
de: Seite im Aufbau – demnächst verfügbar!
pl: Strona w budowie – już wkrótce!
ru: Страница в разработке – скоро!
uk: Сторінка в розробці – незабаром!

# btnZobaczOferte
source: VIEW OFFER
de: ANGEBOT ANSEHEN
pl: ZOBACZ OFERTĘ
ru: ПОСМОТРЕТЬ ПРЕДЛОЖЕНИЕ
uk: ДО ПРОПОЗИЦІЇ

# descSoon
source: Coming soon...
de: Demnächst verfügbar...
pl: Już wkrótce...
ru: Скоро в продаже...
uk: Незабаром у продажу...

# aboutSectionLabel
source: About us
de: Über uns
pl: O nas
ru: О нас
uk: Про нас

# aboutSectionTitle
source: Luxury redefined
de: Luxus neu definiert
pl: Luksus zdefiniowany na nowo
ru: Роскошь, определенная заново
uk: Розкіш, визначена заново

# aboutSectionDesc
source: PrEST is a boutique premium real estate agency where a passion for architecture meets the highest standard of customer service.
de: PrEST ist eine Boutique-Premium-Immobilienagentur, in der Leidenschaft für Architektur auf höchsten Kundenservice-Standard trifft.
pl: PrEST to butikowa agencja nieruchomości premium, gdzie pasja do architektury łączy się z najwyższym standardem obsługi klienta.
ru: PrEST — это бутиковое агентство премиальной недвижимости, где страсть к архитектуре сочетается с высочайшим стандартом обслуживания клиентов.
uk: PrEST — це бутікова агенція преміальної нерухомості, де пристрасть до архітектури поєднується з найвищим стандартом обслуговування клієнтів.

# homeOffersLabel
source: Special Offers
de: Sonderangebote
pl: Oferty specjalne
ru: Специальные предложения
uk: Спеціальні пропозиції

# homeOffersTitle
source: Properties
de: Immobilien
pl: Nieruchomości
ru: Недвижимость
uk: Нерухомість

# errorLoading
source: Error loading data
de: Fehler beim Laden der Daten
pl: Błąd ładowania danych
ru: Ошибка загрузки данных
uk: Помилка завантаження даних

# roleSeniorAdvisor
source: Senior Real Estate Advisor
de: Senior Immobilienberater
ru: Старший консультант по недвижимости
uk: Старший радник з нерухомості

# licenseNumber
source: License No. {number}
de: Lizenz Nr. {number}
pl: Nr licencji {number}
ru: № лицензии {number}
uk: № ліцензії {number}

# aboutBelieveInTeam
source: We believe in the power of the team.
de: Wir glauben an die Kraft des Teams.
pl: Wierzymy w siłę zespołu.
ru: Мы верим в силу команды.
uk: Ми віримо в силу команди.

# aboutHeroTitle
source: Effective sale. Thoughtful purchase.
de: Effektiver Verkauf. Durchdachter Kauf.
pl: Skuteczna sprzedaż. Przemyślany zakup.
ru: Эффективная продажа. Продуманная покупка.
uk: Ефективний продаж. Продумана покупка.

# aboutHeroDesc1
source: We handle the sale and rental of real estate. These are the transactions we have the most of. In addition, we find gems for clients on special order.
de: Wir kümmern uns um den Verkauf und die Vermietung von Immobilien. Davon haben wir die meisten Transaktionen auf unserem Konto. Darüber hinaus suchen wir auf Sonderbestellung nach Perlen für unsere Kunden.
pl: Zajmujemy się sprzedażą i wynajmem nieruchomości. Takich transakcji mamy na koncie najwięcej. Ponadto wyszukujemy dla Klientów perełki na specjalne zamówienie.
ru: Мы занимаемся продажей и арендой недвижимости. Таких сделок у нас больше всего. Кроме того, мы ищем жемчужины для клиентов по спецзаказу.
uk: Ми займаємося продажем та орендою нерухомості. Таких угод у нас найбільше. Крім того, ми шукаємо перлини для клієнтів за спеціальним замовленням.

# aboutHeroDesc2
source: prEST is a meeting of contrasting personalities and seemingly different worlds, but we are united by a love for sales and working with people, as well as a passion for real estate.
de: prEST ist ein Zusammentreffen gegensätzlicher Persönlichkeiten und scheinbar unterschiedlicher Welten, aber uns verbindet die Liebe zum Verkauf und zur Arbeit mit Menschen sowie die Leidenschaft für Immobilien.
pl: prEST to spotkanie kontrastujących osobowości i pozornie różnych światów, ale łączy nas zamiłowanie do sprzedaży i pracy z ludźmi, a także pasja do nieruchomości.
ru: prEST — это встреча контрастных личностей и, казалось бы, разных миров, но нас объединяет любовь к продажам и работе с людьми, а также страсть к недвижимости.
uk: prEST — це зустріч контрастних особистостей і, здавалося б, різних світів, але нас об'єднує любов до продажів і роботи з людьми, а також пристрасть до нерухомості.

# aboutTeamPowerP1
source: That is why every sale with us is handled not by one person, but by a team of several specialists who together take care of every detail of the process.
de: Deshalb wird bei uns jeder Verkauf nicht von einer Person, sondern von einem Team aus mehreren Spezialisten betreut, die sich gemeinsam um jedes Detail des Prozesses kümmern.
pl: Dlatego każdą sprzedażą zajmuje się u nas nie jedna osoba, lecz kilkuosobowy zespół specjalistów, którzy wspólnie dbają o każdy detal procesu.
ru: Поэтому каждой продажей у нас занимается не один человек, а команда из нескольких специалистов, которые вместе заботятся о каждой детали процесса.
uk: Тому кожним продажем у нас займається не одна людина, а команда з кількох фахівців, які разом дбають про кожну деталь процесу.

# aboutTeamPowerP2Bold
source: We combine market knowledge, investment experience, effective marketing, and wise, calm negotiations.
de: Wir kombinieren Marktwissen, Investmenterfahrung, effektives Marketing und kluge, ruhige Verhandlungen.
pl: Łączymy wiedzę rynkową, doświadczenie inwestycyjne, skuteczny marketing i mądre, spokojne negocjacje.
ru: Мы сочетаем рыночные знания, инвестиционный опыт, эффективный маркетинг и мудрые, спокойные переговоры.
uk: Ми поєднуємо ринкові знання, інвестиційний досвід, ефективний маркетинг і мудрі, спокійні переговори.

# aboutTeamPowerP3
source: We work carefully and with commitment, listen, analyze, and advise. We guide clients through the entire process step by step, so that they feel confident, safe, and simply well cared for.
de: Wir arbeiten aufmerksam und engagiert, hören zu, analysieren, beraten. Wir begleiten unsere Kunden Schritt für Schritt durch den gesamten Prozess, damit sie sich sicher, geborgen und einfach gut betreut fühlen.
pl: Pracujemy uważnie i z zaangażowaniem, słuchamy, analizujemy, doradzamy. Prowadzimy klientów przez cały proces krok po kroku, tak aby czuli się pewnie, bezpiecznie i po prostu dobrze zaopiekowani.
ru: Мы работаем внимательно и с отдачей, слушаем, анализируем, советуем. Мы ведем клиентов через весь процесс шаг за шагом, чтобы они чувствовали себя уверенно, безопасно и просто под хорошей опекой.
uk: Ми працюємо уважно і з віддачею, слухаємо, аналізуємо, радимо. Ми ведемо клієнтів через весь процес крок за кроком, щоб вони відчували себе впевнено, безпечно і просто під гарною опікою.

# aboutTeamPowerP4
source: Because for us, real estate is not just transactions.
de: Denn für uns sind Immobilien nicht nur Transaktionen.
pl: Bo dla nas nieruchomości to nie tylko transakcje.
ru: Потому что для нас недвижимость — это не только сделки.
uk: Бо для нас нерухомість — це не лише транзакції.

# aboutTeamPowerP5Bold
source: These are important decisions and real stories of people whom we accompany from the first conversation to the final signature.
de: Dies sind wichtige Entscheidungen und reale Geschichten von Menschen, die wir vom ersten Gespräch bis zur finalen Unterschrift begleiten.
pl: To ważne decyzje i realne historie ludzi, którym towarzyszymy od pierwszej rozmowy aż do finalnego podpisu.
ru: Это важные решения и реальные истории людей, которых мы сопровождаем от первого разговора до финальной подписи.
uk: Це важливі рішення та реальні історії людей, яких ми супроводжуємо від першої розмови до фінального підпису.

# btnScheduleCall
source: Schedule a call
de: Gespräch vereinbaren
pl: Umów rozmowę
ru: Заказать звонок
uk: Замовити розмову

# joinMainIntro1
source: EXCELLENT service creates effective transactions thanks to extraordinary
de: EXZELLENTER Service führt zu erfolgreichen Transaktionen dank außergewöhnlicher
pl: DOSKONAŁA obsługa rodzi skuteczne transakcje dzięki nieprzeciętnym
ru: ОТЛИЧНЫЙ сервис порождает успешные сделки благодаря неординарным
uk: ВІДМІННИЙ сервіс породжує успішні транзакції завдяки непересічним

# joinMainIntro2Bold
source: PEOPLE.
de: MENSCHEN.
pl: LUDZIOM.
ru: ЛЮДЯМ.
uk: ЛЮДЯМ.

# joinTeamTitle
source: Our team is our greatest asset.
de: Unser Team ist unser größtes Kapital.
pl: Nasz zespół to nasz największy kapitał.
ru: Наша команда — наш главный капитал.
uk: Наша команда — це наш найбільший капітал.

# joinTeamDesc
source: As trusted advisors to the most demanding private and institutional clients, our agents confirm every day that their professionalism, commitment, and effectiveness translate into the successes of our clients.
de: Als vertrauenswürdige Berater für anspruchsvollste Privat- und Institutionelle Kunden bestätigen unsere Agenten jeden Tag, dass sich ihre Professionalität, ihr Engagement und ihre Wirksamkeit in den Erfolgen unserer Kunden widerspiegeln.
pl: Jako zaufani doradcy najbardziej wymagających klientów prywatnych i instytucjonalnych, nasi agenci każdego dnia potwierdzają, że ich profesjonalizm, zaangażowanie i skuteczność realnie przekładają się na sukcesy naszych klientów.
ru: Как доверенные советники самых требовательных частных и институциональных клиентов, наши агенты ежедневно подтверждают, что их профессионализм, преданность и эффективность реально конвертируются в успехи наших клиентов.
uk: Як довірені радники найвимогливіших приватних та інституційних клієнтів, наші агенти щодня підтверджують, що їхній професіоналізм, відданість та ефективність реально конвертуються в успіхи наших клієнтів.

# joinTeamQuote
source: We are looking for talents. Sales enthusiasts. People who want to play in the major leagues.
de: Wir suchen Talente. Verkaufsbegeisterte. Menschen, die in der ersten Liga spielen wollen.
pl: Szukamy talentów. Pasjonatów sprzedaży. Ludzi, którzy chcą grać w pierwszej lidze.
ru: Мы ищем таланты. Пассионариев продаж. Людей, которые хотят играть в высшей лиге.
uk: Ми шукаємо таланти. Пасіонаріїв продажів. Людей, які хочуть грати у вищій лізі.

# joinGoalsTitle
source: We help to realistically achieve sales goals.
de: Wir helfen dabei, Verkaufsziele realistisch zu erreichen.
pl: Pomagamy realnie osiągać cele sprzedażowe.
ru: Мы реально помогаем достигать целей по продажам.
uk: Ми реально допомагаємо досягати цілей з продажу.

# joinGoalsDescP1
source: By joining the prEST team, you become part of a dynamic, ambitious environment that values creativity, commitment, and development. We build knowledge, polish the craft, and support the creation of a strong personal brand.
de: Indem Sie Teil des prEST-Teams werden, werden Sie Teil eines dynamischen, ehrgeizigen Umfelds, das Kreativität, Engagement und Entwicklung schätzt. Wir bauen Wissen auf, verfeinern das Handwerk und unterstützen den Aufbau einer starken persönlichen Marke.
pl: Dołączając do zespołu prEST, stajesz się częścią dynamicznego, ambitnego środowiska, które ceni kreatywność, zaangażowanie i rozwój. Budujemy wiedzę, szlifujemy warsztat i wspieramy w tworzeniu silnej marki osobistej.
ru: Присоединяясь к команде prEST, вы становитесь частью динамичной, амбициозной среды, которая ценит креативность, вовлеченность и развитие. Мы копим знания, оттачиваем мастерство и поддерживаем в создании сильного личного бренда.
uk: Приєднуючись до команди prEST, ви стаєте частиною динамічного, амбітного середовища, яке цінує креативність, залученість та розвиток. Ми накопичуємо знання, відточуємо майстерність та підтримуємо у створенні сильного особистого бренду.

# joinGoalsDescP2
source: At prEST, we help agents not only to sell effectively.
de: Bei prEST helfen wir Agenten nicht nur, effektiv zu verkaufen.
pl: W prEST pomagamy Agentom nie tylko efektywnie sprzedawać.
ru: В prEST мы помогаем агентам не только эффективно продавать.
uk: У prEST ми допомагаємо агентам не лише ефективно продавати.

# joinGoalsDescP2Bold
source: We help them grow, spread their wings, and shine with their own successes.
de: Wir helfen ihnen zu wachsen, ihre Flügel auszubreiten und mit ihren eigenen Erfolgen zu glänzen.
pl: Pomagamy im rosnąć, rozwijać skrzydła i błyszczeć własnymi sukcesami.
ru: Мы помогаем им расти, расправлять крылья и сиять собственными успехами.
uk: Ми допомагаємо їм рости, розправляти крила та сяяти власними успіхами.

# joinFormTitle
source: Fill out the form
de: Formular ausfüllen
pl: Wypełnij formularz
ru: Заполните форму
uk: Заповніть форму

# joinFormSubtitle
source: Send us your CV and we will contact you soon.
de: Senden Sie uns Ihren Lebenslauf, wir werden uns in Kürze mit Ihnen in Verbindung setzen.
pl: Wyślij nam swoje CV, a my skontaktujemy się z Tobą wkrótce.
ru: Пришлите нам свое CV, и мы свяжемся с вами в ближайшее время.
uk: Надішліть нам своє CV, і ми зв'яжемося з вами найближчим часом.

# btnUploadCv
source: Upload CV
de: CV hochladen
pl: Wgraj CV
ru: Загрузить CV
uk: Завантажити CV

# privacyTitle
source: PRIVACY POLICY
de: DATENSCHUTZERKLÄRUNG
pl: POLITYKA PRYWATNOŚCI
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
uk: ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ

# privacySec1Title
source: 1. General Information
de: 1. Allgemeine Informationen
pl: 1. Informacje ogólne
ru: 1. Общая информация
uk: 1. Загальна інформація

# privacySec1P1
source: We care about your privacy and the security of your personal data. This Privacy Policy defines the rules for processing personal data by PREST limited liability company, in connection with real estate brokerage activities, in accordance with applicable legal regulations.
de: Wir legen großen Wert auf Ihre Privatsphäre und die Sicherheit Ihrer personenbezogenen Daten. Diese Datenschutzerklärung legt die Regeln für die Verarbeitung personenbezogener Daten durch die PREST Gesellschaft mit beschränkter Haftung im Zusammenhang mit der Immobilienvermittlung gemäß den geltenden gesetzlichen Bestimmungen fest.
pl: Dbamy o Twoją prywatność oraz bezpieczeństwo danych osobowych. Niniejsza Polityka Prywatności określa zasady przetwarzania danych osobowych przez PREST spółka z ograniczoną odpowiedzialnością, w związku z prowadzeniem działalności w zakresie pośrednictwa w obrocie nieruchomościami, zgodnie z obowiązującymi przepisami prawa.
ru: Мы заботимся о вашей конфиденциальности и безопасности персональных данных. Настоящая Политика конфиденциальности определяет правила обработки персональных данных компанией PREST с ограниченной ответственностью в связи с осуществлением деятельности по посредничеству в операциях с недвижимостью в соответствии с действующим законодательством.
uk: Ми дбаємо про вашу конфіденційність та безпеку персональних даних. Ця Політика конфіденційності визначає правила обробки персональних даних компанією PREST з обмеженою відповідальністю у зв'язку зі здійсненням діяльності з посередництва в операціях з нерухомістю відповідно до чинного законодавства.

# privacySec1P2
source: The policy was prepared in particular on the basis of: GDPR, the Data Protection Act, the Real Estate Management Act, the Act on Rendering Electronic Services, and the Anti-Money Laundering (AML) Act.
de: Die Richtlinie wurde insbesondere auf Grundlage der DSGVO, des Datenschutzgesetzes, des Immobilienverwaltungsgesetzes, des Gesetzes über elektronische Dienstleistungen und des Geldwäschegesetzes (AML) erstellt.
pl: Polityka została sporządzona w szczególności na podstawie: RODO, ustawy o ochronie danych osobowych, ustawy o gospodarce nieruchomościami, ustawy o świadczeniu usług drogą elektroniczną oraz ustawy o przeciwdziałaniu praniu pieniędzy (AML).
ru: Политика составлена, в частности, на основании: GDPR, закона о защите персональных данных, закона об управлении недвижимостью, закона о предоставлении электронных услуг и закона о противодействии отмыванию денег (AML).
uk: Політика складена, зокрема, на підставі: GDPR, закону про захист персональних даних, закону про управління нерухомістю, закону про надання електронних послуг та закону про протидію відмиванню коштів (AML).

# privacySec2Title
source: 2. Data Controller
de: 2. Verantwortlicher für die Datenverarbeitung
pl: 2. Administrator danych osobowych
ru: 2. Администратор персональных данных
uk: 2. Адміністратор персональних даних

# privacySec2P1
source: The data controller is: PREST limited liability company with its registered office in Poland (hereinafter: "Controller").
de: Verantwortlicher für die Datenverarbeitung ist: PREST Gesellschaft mit beschränkter Haftung mit Sitz in Polen (nachfolgend: „Verantwortlicher“).
pl: Administratorem danych osobowych jest: PREST spółka z ograniczoną odpowiedzialnością z siedzibą w Polsce (dalej: „Administrator”).
ru: Администратором персональных данных является: PREST общество с ограниченной ответственностью с головным офисом в Польше (далее: «Администратор»).
uk: Адміністратором персональних даних є: PREST товариство з обмеженою відповідальністю з головним офісом у Польщі (далі: «Адміністратор»).

# privacySec2P2
source: The Controller processes personal data with due diligence, applying appropriate technical and organizational measures to ensure its protection.
de: Der Verantwortliche verarbeitet personenbezogene Daten mit der gebotenen Sorgfalt und unter Anwendung geeigneter technischer und organisatorischer Maßnahmen, um deren Schutz zu gewährleisten.
pl: Administrator przetwarza dane osobowe z należytą starannością, stosując odpowiednie środki techniczne i organizacyjne zapewniające ich ochronę.
ru: Администратор обрабатывает персональные данные с надлежащим усердием, применяя соответствующие технические и организационные меры для обеспечения их защиты.
uk: Адміністратор обробляє персональні дані з належною ретельністю, застосовуючи відповідні технічні та організаційні заходи для забезпечення їх захисту.

# privacySec3Title
source: 3. Scope of Processed Data
de: 3. Umfang der verarbeiteten Daten
pl: 3. Zakres przetwarzanych danych
ru: 3. Объем обрабатываемых данных
uk: 3. Обсяг даних, що обробляються

# privacySec3P1
source: Depending on the relationship, the Controller may process in particular: name and surname, e-mail address, telephone number, residential address, property data (land registry, area), transaction data, and data required by AML regulations.
de: Je nach Geschäftsbeziehung kann der Verantwortliche insbesondere verarbeiten: Vor- und Nachname, E-Mail-Adresse, Telefonnummer, Wohnanschrift, Immobiliendaten (Grundbuch, Fläche), Transaktionsdaten und nach AML-Vorschriften erforderliche Daten.
pl: W zależności od relacji, Administrator może przetwarzać w szczególności: imię i nazwisko, adres e-mail, numer telefonu, adres zamieszkania, dane dotyczące nieruchomości (księga wieczysta, powierzchnia), dane transakcyjne oraz dane wymagane przepisami AML.
ru: В зависимости от отношений, Администратор может обрабатывать, в частности: имя и фамилию, адрес электронной почты, номер телефона, адрес проживания, данные о недвижимости (земельная книга, площадь), транзакционные данные и данные, требуемые правилами AML.
uk: Залежно від відносин, Адміністратор може обробляти, зокрема: ім'я та прізвище, електронну адресу, номер телефону, адресу проживання, дані про нерухомість (земельна книга, площа), транзакційні дані та дані, що вимагаються правилами AML.

# privacySec4Title
source: 4. Purposes, Legal Grounds and Processing Period
de: 4. Zwecke, Rechtsgrundlagen und Dauer der Verarbeitung
pl: 4. Cele, podstawy prawne i okres przetwarzania
ru: 4. Цели, правовые основания и срок обработки
uk: 4. Цілі, правові підстави та термін обробки
