Repository: Odialko/prest
Catalog: lib/l10n/intl_*.arb
Languages: de, pl, ru, uk

# privacySec4P1
source: 4.1. Brokerage: Art. 6(1)(b) GDPR (execution of contract). Processed for the duration of the contract and the limitation period for claims.
de: 4.1. Vermittlung: Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung). Verarbeitung für die Dauer des Vertrages und die Verjährungsfrist für Ansprüche.
pl: 4.1. Pośrednictwo: art. 6 ust. 1 lit. b RODO (wykonanie umowy). Przetwarzane przez czas trwania umowy oraz okres przedawnienia roszczeń.
ru: 4.1. Посредничество: ст. 6 п. 1 лит. b GDPR (исполнение договора). Обрабатываются в течение срока действия договора и срока исковой давности.
uk: 4.1. Посередництво: ст. 6 п. 1 літ. b GDPR (виконання договору). Обробляються протягом терміну дії договору та строку позовної давності.

# privacySec4P2
source: 4.2. Communication: Art. 6(1)(f) GDPR (legitimate interest). Until the end of communication or objection.
de: 4.2. Kommunikation: Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse). Bis zum Ende der Kommunikation oder bis zum Widerspruch.
pl: 4.2. Komunikacja: art. 6 ust. 1 lit. f RODO (uzasadniony interes). Do czasu zakończenia komunikacji lub sprzeciwu.
ru: 4.2. Коммуникация: ст. 6 п. 1 лит. f GDPR (законный интерес). До завершения коммуникации или возражения.
uk: 4.2. Комунікація: ст. 6 п. 1 літ. f GDPR (законний інтерес). До завершення комунікації або подання заперечення.

# privacySec4P3
source: 4.3. Legal obligations and AML: Art. 6(1)(c) GDPR. Accounting documents – 6 years, AML data – 5 years.
de: 4.3. Gesetzliche Verpflichtungen und AML: Art. 6 Abs. 1 lit. c DSGVO. Buchhaltungsunterlagen – 6 Jahre, AML-Daten – 5 Jahre.
pl: 4.3. Obowiązki prawne i AML: art. 6 ust. 1 lit. c RODO. Dokumenty księgowe – 6 lat, dane AML – 5 lat.
ru: 4.3. Юридические обязательства и AML: ст. 6 п. 1 лит. c GDPR. Бухгалтерские документы – 6 лет, данные AML – 5 лет.
uk: 4.3. Юридичні зобов'язання та AML: ст. 6 п. 1 літ. c GDPR. Бухгалтерські документи – 6 років, дані AML – 5 років.

# privacySec4P4
source: 4.4. Marketing: Art. 6(1)(f) GDPR + user consent. Until consent is withdrawn.
de: 4.4. Marketing: Art. 6 Abs. 1 lit. f DSGVO + Einwilligung des Nutzers. Bis zum Widerruf der Einwilligung.
pl: 4.4. Marketing: art. 6 ust. 1 lit. f RODO + zgoda użytkownika. Do momentu cofnięcia zgody.
ru: 4.4. Маркетинг: ст. 6 п. 1 лит. f GDPR + согласие пользователя. До момента отзыва согласия.
uk: 4.4. Маркетинг: ст. 6 п. 1 літ. f GDPR + згода користувача. До моменту відкликання згоди.

# privacySec5Title
source: 5. Data Recipients
de: 5. Datenempfänger
pl: 5. Odbiorcy danych
ru: 5. Получатели данных
uk: 5. Одержувачі даних

# privacySec5P1
source: Data may be transferred to: notaries, law firms, accounting offices, IT service providers, and public authorities based on legal regulations.
de: Daten können übermittelt werden an: Notare, Anwaltskanzleien, Buchhaltungsbüros, IT-Dienstleister und öffentliche Behörden auf Grundlage gesetzlicher Bestimmungen.
pl: Dane mogą być przekazywane: notariuszom, kancelariom prawnym, biurom rachunkowym, dostawcom usług IT oraz organom publicznym na podstawie przepisów prawa.
ru: Данные могут передаваться: нотариусам, юридическим фирмам, бухгалтерским офисам, поставщикам IT-услуг и государственным органам на основании законодательства.
uk: Дані можуть передаватися: нотаріусам, юридичним фірмам, бухгалтерським офісам, постачальникам IT-послуг та державним органам на підставі законодавства.

# privacySec6Title
source: 6. Rights of Data Subjects
de: 6. Rechte der betroffenen Personen
pl: 6. Prawa osób, których dane dotyczą
ru: 6. Права субъектов данных
uk: 6. Права суб'єктів даних

# privacySec6P1
source: Every person has the right to: access data, rectification, deletion, restriction of processing, objection, data portability, and withdrawal of consent.
de: Jeder Person steht das Recht zu auf: Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Widerspruch, Datenübertragbarkeit und Widerruf der Einwilligung.
pl: Każdej osobie przysługuje prawo do: dostępu do danych, sprostowania, usunięcia, ograniczenia przetwarzania, wniesienia sprzeciwu, przenoszenia danych oraz cofnięcia zgody.
ru: Каждый человек имеет право на: доступ к данным, исправление, удаление, ограничение обработки, возражение, перенос данных и отзыв согласия.
uk: Кожна особа має право на: доступ до даних, виправлення, видалення, обмеження обробки, заперечення, перенесення даних та відкликання згоди.

# privacySec6P2
source: There is also a right to lodge a complaint with the President of the Personal Data Protection Office.
de: Es besteht auch das Recht auf Beschwerde beim Präsidenten des Amtes für den Schutz personenbezogener Daten.
pl: Przysługuje również prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych.
ru: Также имеется право на подачу жалобы председателю Управления по защите персональных данных.
uk: Також є право на подання скарги голові Управління захисту персональних даних.

# privacySec7Title
source: 7. Cookies
pl: 7. Pliki cookies
ru: 7. Файлы cookies
uk: 7. Файли cookies

# privacySec7P1
source: The website uses cookies for technical, statistical (Google Analytics), and marketing purposes. The user can independently manage cookies in the browser settings.
de: Die Website verwendet Cookies für technische, statistische (Google Analytics) und Marketingzwecke. Der Nutzer kann Cookies in den Browsereinstellungen selbstständig verwalten.
pl: Strona wykorzystuje pliki cookies w celach technicznych, statystycznych (Google Analytics) oraz marketingowych. Użytkownik może samodzielnie zarządzać cookies w ustawieniach przeglądarki.
ru: Сайт использует cookies для технических, статистических (Google Analytics) и маркетинговых целей. Пользователь может самостоятельно управлять cookies в настройках браузера.
uk: Сайт використовує cookies для технічних, статистичних (Google Analytics) та маркетингових цілей. Користувач може самостійно керувати cookies у налаштуваннях браузера.

# privacySec8Title
source: 8. Final Provisions
de: 8. Schlussbestimmungen
pl: 8. Postanowienia końcowe
ru: 8. Заключительные положения
uk: 8. Прикінцеві положення

# privacySec8P1
source: The Controller reserves the right to update the Privacy Policy in the event of changes in legal regulations or the way the website operates.
de: Der Verantwortliche behält sich das Recht vor, die Datenschutzerklärung im Falle von Änderungen der gesetzlichen Bestimmungen oder der Funktionsweise der Website zu aktualisieren.
pl: Administrator zastrzega sobie prawo do aktualizacji Polityki Prywatności w przypadku zmiany przepisów prawa lub sposobu działania strony internetowej.
ru: Администратор оставляет за собой право обновлять Политику конфиденциальности в случае изменения законодательства или способа работы веб-сайта.
uk: Адміністратор залишає за собою право оновлювати Політику конфіденційності у разі зміни законодавства або способу роботи веб-сайту.
